#Дана длина ребра куба a. Найти объем куба V = a^3 и площадь его поверхности S = 6·a^2
a = int(input("Введите зачение грани = "))
v = a*a*a
S = 6*a*a
print ("объем куба = {v}\nплощадь его поверхности = {S}")
